{
  "navbar_home": "Home",
  "navbar_about": "About",
  "navbar_resume": "Resume",
  "navbar_work": "Work",
  "navbar_testimonials": "Testimonials",
  "navbar_articles": "Articles",
  
  "header_title": "I'm Paulo Lima",
  "header_a": "A",
  "header_carrer": "Software Engineer",
  "header_based": "from",
  "header_nowadays": "I currently work as a",
  "header_works": "who works as a",
  "header_occupation": "Full Stack Web Developer",
  "header_using": "using",
  "header_technology": " as main technology.",

  "about_me": "About me",
  "about_p1": "I am a musician at heart, with an artistic spirit and passionate about coding. Having finished my high school years, I decied that development was the thing that I wanted to do for a living. So, I started to study System Analisys and Development at college. The first job that I had was an internship as Technical Support at Positivo University. After a while I left that internship and started on my first job as a developer at Cinq Technologies, where I still work today. At the beggining, I was an intern who worked mainly as a C# developer but, after a few months, I had the opportunity to work in a PoC (Proof of Concept) with VueJS. That PoC made me fall in love with Web Development and JavaScript and, also, made me be seen in the company. Nowadays, I am a Junior Software Engineer and I work with ReactJS.",
  "about_p2": "I am a well-organized person, team-player, passionate about learning and discovery. I am always trying to push my limits to be a better person and professional.",
  "about_contact": "Contact details",
  "about_download": "Download resume",

  "resume_education": "Education",
  "resume_university": "Positivo University",
  "resume_course": "Technology in System Analysis and Development - Graduation",
  "resume_date": "February 2017 - December 2019",
  "resume_details": "I choose this course because it is a good overview of everything that is need to start on the technology world. It served as a good gateway to the job market and the networking with students and professors was essential. The Systems Analysis and Development technologist analyzes, designs, documents, specifies, tests, deploys and maintains information systems, using project management and program development methods.",
  "resume_work": "Work",
  "resume_job1": "Technical Support",
  "resume_job1Date": "July 2017 - August 2017",
   "resume_job1Details": "I worked providing technical support for professors and students at the university. Performed consultations during classes to solve any problems, installed software and operating systems on computers and also preventive maintenance of machines, notebooks and projectors.",
   "resume_job2": "Development Internship",
   "resume_job2Date": "May 2018 - September 2019",
   "resume_job2Details": "My first internship in the software development area. I started working with the C# language in an international project of an orchestration service application with XML. Then, I became interested in the web part and created an application to manage welcome screens with NodeJS. At the end of the internship program, I had the opportunity to create a VueJS application for PoC purposes. The application used Azure Cognitive Services to recognize the user's face.",
   "resume_job3": "Junior Software Engineer",
   "resume_job3Date": "October 2019 - Present",
   "resume_job3Details": "The first real job. After having found myself in the web and JavaScript development during the internship, I was allocated to an international project for a sensors monitoring system. The project has ReactJS for the front end and an IoT platform called ClearBlade for the back end.",
   "resume_language": "Languages",
   "resume_portuguese": "Portuguese",
   "resume_portugueseDetails": "Fluent, native.",
   "resume_english": "English",
   "resume_englishDetails": "Fluent.",
   "resume_tech": "Technologies",
   "resume_techMessage": "I have had contact with several types of technology but my favorites/most used ones are the following:",
   "resume_html5": "HTML 5 is the base for all web projects that you can imagine. The first contact that I had with it was in 2017 and I have been using it since then.",
   "resume_css3": "The most used style language in the web. The first contact that I had with it was in 2017 and I have been using it since then.",
   "resume_javascript": "My favorite language. Very powerful and with a very well engaged community. Everyday a new cool framework or library based on JavaScript is released.",
   "resume_nodejs": "A powerful JavaScript runtime environment. Worked with this technology in a small project in 2019 and had a great experience with its great amount of possibilities.",
   "resume_reactjs": "Developed by Facebook and the community, ReactJS is my favorite JavaScript library. It is powerful and very simple to use. It is the technology that I currently work with and it is very well requested on the job market.",
   "resume_vuejs": "A modern JavaScript based framework. It gives you an easy way to create user interfaces and single-page applications. I only had one opportunity to work with Vue JS but it exceeded my expectations.",
   "resume_csharp": "The first programming language that I had contact and really worked with. A lot of cool stuff can be done with it and the most used IDE for C# - Visual Studio - is very powerful to use. Unfortunatelly, I do not have as much contact with this technology as before.",
   "resume_git": "The most used versioning system. The first time that I used Git was in 2018. It is very simple to use and has a lot of clients to facilitate its usage.",

   "portfolio_check": "See the projects that I have worked on",

   "articles_title": "See my articles on Medium",
   "articles_emptyMessage": "Sorry, it seems that I have not been writing much lately..."
}