{
  "navbar_home": "Início",
  "navbar_about": "Sobre",
  "navbar_resume": "Currículo",
  "navbar_work": "Trabalhos",
  "navbar_testimonials": "Depoimentos",
  "navbar_articles": "Artigos",

  "header_title": "Sou Paulo Lima",
  "header_a": "Um",
  "header_carrer": "Engenheiro de Software",
  "header_based": "de",
  "header_works": "que atua como",
  "header_occupation": "Desenvolvedor Web Full Stack",
  "header_using": "utilizando",
  "header_technology": " como principal tecnologia.",

  "about_me": "Sobre mim",
  "about_p1": "Sou músico por vocação, com um espírito artístico e apaixonado por codificação. Depois de terminar os meus anos de ensino médio, decidi que o desenvolvimento era a coisa que queria fazer para viver. Então, comecei a estudar Análise e Desenvolvimento de Sistemas na faculdade. O primeiro emprego que tive foi um estágio como Suporte Técnico na Universidade Positivo. Depois de um tempo, deixei o estágio e comecei meu primeiro trabalho como desenvolvedor na Cinq Technologies, onde trabalho até hoje. No começo, eu era estagiário e trabalhava principalmente como desenvolvedor de C# mas, depois de alguns meses, tive a oportunidade de trabalhar em um PoC (Proof of Concept) com o VueJS. Esse PoC me fez apaixonar por Desenvolvimento Web e JavaScript e, também, me fez crescer na empresa. Atualmente sou Engenheiro de Software Júnior e trabalho com ReactJS.",
  "about_p2": "Sou uma pessoa bem organizada, gosto de trabalhar em equipe, apaixonado por aprender e descobrir. Estou sempre tentando forçar meus limites para ser uma pessoa e um profissional melhor.",
  "about_contact": "Detalhes para contato",
  "about_download": "Baixar currículo",

  "resume_education": "Educação",
  "resume_university": "Universidade Positivo",
  "resume_course": "Tecnologia em Análise e Desenvolvimento de Sistemas - Graduação",
  "resume_date": "Fevereiro 2017 - Dezembro 2019",
  "resume_details": "Escolhi este curso por ser um bom apanhado de tudo o que alguém precisa aprender para entrar no mundo da tecnologia. Serviu como uma boa porta de entrada para o mercado de trabalho e o contato com alunos e professores foi essencial. O tecnólogo em Análise e Desenvolvimento de Sistemas analisa, projeta, documenta, especifica, testa, implanta e mantém sistemas de informação, utilizando métodos de gerenciamento de projetos e desenvolvimento de programas.",
  "resume_work": "Trabalho",
  "resume_job1": "Suporte Técnico",
  "resume_job1Date": "Julho 2017 - Agosto 2017",
  "resume_job1Details": "Trabalhei realizando o suporte técnico para professores e alunos da universidade. Realizava atendimentos durante aulas para resolução de eventuais problemas, fazia a instalação de softwares e sistemas operacionais nos computadores e, também, a manutenção preventiva de máquinas, notebooks e projetores.",
  "resume_job2": "Estagiário de Desenvolvimento",
  "resume_job2Date": "Maio 2018 - Setembro 2019",
  "resume_job2Details": "Meu primeiro estágio na área de desenvolvimento de software. Comecei trabalhando com a linguagem C# em um projeto internacional de uma aplicação de orquestração de serviços com XML. Depois, acabei me interessando pela parte de web e criei uma aplicação para gerenciamento de telas de boas-vindas com NodeJS. Mais ao final do programa de estágio, tive a oportunidade de criar uma aplicação VueJS para fins de PoC. A aplicação usava o Azure Cognitive Services para reconhecimento do rosto do usuário.",
  "resume_job3": "Engenheiro de Software Júnior",
  "resume_job3Date": "Outubro 2019 - Presente",
  "resume_job3Details": "O primeiro trabalho real. Após ter me encontrado na parte de desenvolvimento web e JavaScript durante o estágio, fui alocado em um projeto internacional de um sistema de monitoramento de sensores. O projeto é feito com ReactJS para o front end e a uma plataforma de IoT chamada ClearBlade para o back end.",
  "resume_language": "Línguas",
  "resume_portuguese": "Português",
  "resume_portugueseDetails": "Fluente, nativo.",
  "resume_english": "Inglês",
  "resume_englishDetails": "Fluente.",
  "resume_tech": "Tecnologias",
  "resume_techMessage": "Já tive contato com vários tipos de tecnologia mas as minhas prediletas/mais usadas são as seguintes:",
  "resume_html5": "HTML 5 é a base para todos os projetos da web que você pode imaginar. O primeiro contato que tive com ele foi em 2017 e o uso desde então.",
  "resume_css3": "A linguagem de estilo mais usada na web. O primeiro contato que tive com ele foi em 2017 e o uso desde então.",
  "resume_javascript": "Minha lingua preferida. Muito poderosa e com uma comunidade muito bem engajada. Todos os dias é lançado um novo framework ou biblioteca interessante baseado em JavaScript.",
  "resume_nodejs": "Um poderoso ambiente de execução JavaScript. Trabalhei com essa tecnologia em um pequeno projeto em 2019 e tive uma ótima experiência com sua grande gama de possibilidades.",
  "resume_reactjs": "Desenvolvido pelo Facebook e pela comunidade, o ReactJS é minha biblioteca JavaScript favorita. É poderosa e muito simples de usar. É a tecnologia com a qual trabalho atualmente e é muito solicitada no mercado de trabalho.",
  "resume_vuejs": "Um moderno framework baseado em JavaScript. Ele fornece uma maneira fácil de criar interfaces de usuário e aplicativos single-page. Eu só trabalhei com o VueJS em uma única oportunidade mas superou minhas expectativas.",
  "resume_csharp": "A primeira linguagem de programação com a qual realmente tive contato e trabalhei. Um monte de coisas legais podem ser feitas com ela e o IDE mais usado para C# - o Visual Studio - é muito poderoso de se usar. Infelizmente, eu não tenho tanto contato com essa tecnologia como antes.",
  "resume_git": "O sistema de versionamento mais usado. A primeira vez que usei o Git foi em 2018. É muito simples de usar e tem muitos clientes para facilitar seu uso.",

  "portfolio_check": "Veja os projetos em que trabalhei"
}